/**
 * 一些名言
 */
const { EMAIL } = require('./core')

exports.SAYINGS = [
  '软件在能够复用前必须先能用 ── Ralph Johnson',
  '"理论"是你知道是这样，但它却不好用。"实践"是它很好用，但你不知道是为什么。程序员将理论和实践结合到一起：既不好用，也不知道是为什么 ── 佚名',
  '用代码行数来测评软件开发进度，就相对于用重量来计算飞机建造进度 ── 比尔·盖茨',
  '生命太短暂，不要去做一些根本没有人想要的东西 ── Ash Maurya',
  '软件设计有两种方式：一种方式是，使软件过于简单，明显没有缺陷；另一种方式是，使软件过于复杂，没有明显的缺陷 ── C.A.R. Hoare',
  '软件开发往往是这样：最开始的90%代码占用了开始的90%的开发时间；剩下10%代码同样需要90%的开发时间 ── Tom Cargill',
  '当你试图解决一个你不理解的问题时，复杂化就产成了 ── Andy Boothe',
  '九个人不能让一个孩子在一个月内出生 ── Fred Brooks'
]

exports.WISH = `愿你可以找到属于你内心的平静、自由、快乐还有梦想 ── ${EMAIL}`
